<?php

return  [
    1 => [
        0 => '',
        1 => ' один', 
        2 => ' два',
        3 => ' три',
        4 => ' четыре',
        5 => ' пять', 
        6 => ' шесть', 
        7 => ' семь',
        8 => ' восемь',
        9 => ' девять'
    ],
    2 => [
        0 => '',
        1 => [
            0 => ' десять',
            1 => ' одинадцать',
            2 => ' двенадцать',
            3 => ' тринадцать',
            4 => ' четырнадцать',
            5 => ' пятнадцать',
            6 => ' шестнадцать',
            7 => ' семнадцать',
            8 => ' восемнадцать',
            9 => ' девятнадцать'
        ],
        2 => ' двадцать',
        3 => ' тридцать',
        4 => ' сорок',
        5 => ' пятьдесят',
        6 => ' шестьдесят',
        7 => ' семьдесят',
        8 => ' восемдесят',
        9 => ' девяносто'
    ],
    3 => [
        0 => '',
        1 => ' сто',
        2 => ' двести',
        3 => ' триста',
        4 => ' четыреста',
        5 => ' пятьсот',
        6 => ' шестьсот',
        7 => ' семьсот',
        8 => ' восемьсот',
        9 => ' девятьсот'
    ],
    4 => [
        0 => ' тысяч',
        1 => ' одна тысяча',
        2 => ' две тысячи',
        3 => ' три тысячи',
        4 => ' четыре тысячи',
        5 => ' пять тысяч',
        6 => ' шесть тысяч',
        7 => ' семь тысяч',
        8 => ' восемь тысяч',
        9 => ' девять тысяч'
    ],
    5 => [
        1 => ' Один миллион ',
        2 => ' Два миллиона ',
        3 => ' Три миллиона ',
        4 => ' Четыре миллиона ',
        5 => ' Пять миллионов ',
        6 => ' Шесть миллионов ',
        7 => ' Семь миллионов ',
        8 => ' Восемь миллионов ',
        9 => ' Девять миллионов ',
    ]
];